Repository: peterbe/zope_products
Catalog: RememberYourFriends/i18n/ryf-*.po
Languages: sv

source: %s days
sv: %s dagar

source: %s months
sv: %s månader

source: %s reminders sent before.
sv: %s påminnelser skickade tidigare.

source: %s weeks
sv: %s veckor

source: 1 day
sv: 1 dag

source: 1 month
sv: 1 månad

source: 1 week
sv: 1 vecka

source: < 1 day
sv: < 1 dag

source: A verification link has been emailed to you.
sv: En aktiveringslänk har emails till dig.

source: About RememberYourFriends.com
sv: Om RememberYourFriends.com

source: Accept invitation
sv: Acceptera inbjudan

source: Add a new reminder
sv: Lägg till en ny påminnelse

source: Add or remove reminders
sv: Lägg till och ta bort påminnelser

source: Already signed up
sv: Redan registrerad

source: August
sv: Augisti

source: Been here before?
sv: Varit här innan?

source: Birthday:
sv: Födelsedag:

source: Calendar
sv: Kalender

source: Cancel
sv: Avbryt

source: Clicked?
sv: Klickad?

source: Could not log in :(
sv: Kunde inte logga in :(

source: Cumulative number of reminders sent
sv: Kumulativt antal påminnelser utskickade

source: Current reminders you have
sv: Påminnelser du har

source: Currently I live in
sv: För tillfället bor jag i

source: Date
sv: Datum

source: Do that on the <a href="%s">your settings page</a>.
sv: Gör det på <a href="%s">dina inställningar sidan</a>.

source: Do you know %s's birthday?
sv: Vet du %s's födelsedag?

source: Do you want to invite %s to also use RememberYourFriends.com?
sv: Vill du bjuda in %s till att använda RememberYourFriends.com?

source: Don't forget, it's
sv: Glöm inte, det är

source: Email:
sv: Epost:

source: February
sv: Februari

source: Follow this link to change your settings: %s
sv: Följ denna länk for att andra dina inställningar: %s

source: Frequently Asked Questions
sv: Vanliga frågor

source: Friend
sv: Vän

source: Getting started with RememberYourFriends.com
sv: Komma igång med RememberYourFriends.com

source: Go back
sv: Gå tillbaka

source: HTML emails look better than
sv: HTML email ser bättre ut än

source: Had it?
sv: Trött på ett?

source: How much does it cost?
sv: Hur mycket kostar det?

source: How often
sv: Hur often

source: How often:
sv: Hur ofta:

source: I am a
sv: jag är en

source: If so, click this link: %s
sv: Om så, klicka på denna länken: %s

source: If you can't wait to open that email, here's a little teaser...
sv: Om du inte kan öppna det där emailet, här är ett litet smakprov...

source: If you change your mind, return to <a href="/">the home page</a> and start again.
sv: Om du ångrar dig, gå tillbaka till <a href="/">hemsidan</a> och börja om.

source: If you're unhappy with the reminders that are sent to you, perhaps the first thing you should do is to <strong><a href="change-reminders">change the current reminders</a></strong> that you have.
sv: Om du är missnöjd med påminnelserna som skickas till dig, kanske du bör <strong><a href="change-reminders">ändra de innestående påminnelserna</a></strong> som du har.

source: Invalid
sv: Ogiltig

source: Invalid email address
sv: Ogiltig email address

source: Inviting you to RememberYourFriends.com
sv: Bjuder in dig till RememberYourFriends.com

source: It was snoozed %s days
sv: Det var snoozat %s dagar

source: January
sv: Januari

source: July
sv: Juli

source: June
sv: Juni

source: Log in
sv: Logga in

source: Logged in
sv: Inloggad

source: Logged in:
sv: Inloggad:

source: Logged out
sv: Utloggad

source: March
sv: Mars

source: May
sv: Maj

source: Name:
sv: Namn:

source: No friends entered
sv: Inga vänner inlaggda

source: No invites sent yet
sv: Inga inbjudningar skickade ännu

source: Not a valid email address anyway.
sv: Inte en giltig epost adress ändå

source: Number of reminders sent
sv: Antar påminnelser skickade

source: October
sv: Oktober

source: One reminder sent before.
sv: En påminnelse skickad tidigare.

source: Passkey reminder
sv: Nycket påminnelse

source: Passkey sent to
sv: Nyckel skickad till

source: Passkey:
sv: Nyckel:

source: Read more &raquo;
sv: Läs mer &raquo;

source: Received reminder for 'Mamma'
sv: Mottagen paminnelse for 'Mamma'

source: RememberYourFriends.com birthday reminder
sv: RememberYourFriends.com födelsedags påminnelse

source: RememberYourFriends.com birthday reminder for
sv: RememberYourFriends.com födelsedags påminnelse för:

source: RememberYourFriends.com reminder:
sv: RememberYourFriends.com påminnelse:

source: Reminder paused
sv: Påminnelse pausad

source: Reminds you to keep in touch
sv: Påminner dig att hålla kontakten

source: Sad but true. You have been unsubscribed.
sv: Synd, du är nu avregistrerad

source: Save
sv: Spara

source: Save all of the above stuff
sv: Spara allt ovan

source: See your whole reminders log here
sv: Se hela loggen här

source: Send another invitation
sv: Skicka en till inbjudan

source: Send invite
sv: Skicka inbjudan

source: Send reminder
sv: Skicka påminnelse

source: Send unsubscribe link
sv: Skicka en avregistrerings länk

source: Sent inviation to %s
sv: Skicka inbjudan till %s

source: Sent invites
sv: Skicka inbjudan

source: Sent reminders log
sv: Skickade påminnelser logg

source: Settings
sv: Inställningar

source: Settings saved.
sv: Inställningar sparade.

source: Signed up before and want to <a href="log-in">log in again</a>?
sv: Loggat in innan och vill <a href="log-in">logga in igen</a>?

source: Signed up?
sv: Registrerat dig?

source: Snooze options:
sv: Snooze alternativ:

source: Snooze this:
sv: Snooza detta:

source: Snoozed
sv: Snoozad

source: Stats
sv: Statistik

source: Text was empty
sv: Text var tom

source: The Family
sv: Familjen

source: The reminder to <strong></strong> <strong></strong> has been snoozed. Note taken <img src="/misc_/RememberYourFriends/smile.gif" alt=":-)" /> <br /> The next reminder to <strong></strong> <strong></strong> will be sent <strong> <span style="display:none"></span> <span>(tomorrow)</span> </strong> <strong></strong>
sv: Påminnelsen om <strong></strong> <strong></strong> är nu snoozad. Uppfattat! <img src="/misc_/RememberYourFriends/smile.gif" alt=":-)" /> <br /> Nästa påminnelse till om <strong></strong> <strong></strong> kommer att skickas <strong> <span style="display:none"></span> <span>(imorgon)</span> </strong> <strong></strong>

source: This site helps you maintaining these friendships by sending a periodic reminder to you via email based on how often you want to be reminded about certain friends.<br /> Once you have signed up you will only use this site to add or remove reminders. All communication is done via email.
sv: Den har ...

source: To unsubscribe go to
sv: För att av registrera dig gå till

source: To verify your unsubscription, we need to send a link to your email address (<span></span>) to be certain that it's you unsubscribing.
sv: För att verifiera din avregistrering måste vi skicka en länk till din epost adress (<span></span>) för att verkligen verifiera att det är du som gör avregistreringen.

source: Type of emails to send to you
sv: Typ av email som ska skickas till dig

source: Unsubscribe
sv: Avregistrera

source: Unsubscribed
sv: Registreringen upphörd

source: Upcoming birthdays
sv: Kommande födelsedagar

source: Well, my first name is
sv: Mitt förnamn är

source: What RememberYourFriends.com is all about
sv: Vad RememberYourFriends.com handlar om

source: Who are you anyway?
sv: Vem är du egentligen?

source: You have sent invites to the following people:
sv: Du har skickat inbjudningar till följande människor:

source: You must be logged in to be able to unsubscribe. To log in, either follow the "unsubscribe" link in the latest email sent out to you from RememberYourFriends.com or go to the <a href="log-in">log in page</a>.
sv: Du måste vara utloggad för att kunna stoppa prenumerationen. För att logga in, antingen klicka på "avregistrera" länken i det senaste emailet skickat till dig från RememberYourFriends.com eller gå till <a href="log-in">logga in sidan</a>.

source: You signed up to RememberYourFriends.com on the
sv: Du registrerade dig på RememberYourFriends.com den

source: You still haven't completed your full name.
sv: Du har inte avslutat ditt fulla namn.

source: Your current reminder starts with <code></code>.
sv: Din nuvarande nyckel startar med <code></code>.

source: Your email address:
sv: Din email address:

source: Your name
sv: Ditt namn

source: and I was born on the
sv: och jag var född den

source: and my last name is
sv: och mitt efternamn är

source: and you'll find my own website on
sv: och du hittar min egna hemsida på

source: but haven't set up any reminders yet silly.
sv: men har ännu inte lagt in några påminnelser.

source: every
sv: varje

source: go to this page: %s
sv: gå till den här sidan: %s

source: no
sv: nej

source: no <a style="font-size:80%" href="">x</a>
sv: inga <a style="font-size:80%" href="">x</a>

source: of
sv: av

source: on this page: %s
sv: på den här sidan: %s

source: plain text emails do but the advantage with plain text is that they are simple.
sv: enkla text email men fördelen med enkel text är att de är enkla

source: show cumulative stats
sv: visa kumulativ statistik

source: show each week stats
sv: visa statistik för varje vecka

source: woman
sv: kvinna

source: yes
sv: ja
